<?php

return [

    'hbdmwx' => '화폐 코드 가 잘못 되 었 습 니 다.',
    'qxzxqlx' => '필요 한 종 류 를 선택 하 십시오',
    'qtxdj' => '단 가 를 기입 해 주 십시오',
    'qtxsl' => '수량 을 기입 해 주 십시오',
    'qtxzxjysl' => '최소 거래 수량 을 기입 하 세 요',
    'qxzbz' => '화폐 종 류 를 선택 하 세 요.',
    'zxjyslbndyzsl' => '최소 거래 수량 은 총 수량 보다 클 수 없습니다.',
    'qtxzdjyl' => '최대 거래 량 을 기입 하 세 요',
    'qtxzqdzdjyl' => '정확 한 최대 거래 량 을 기입 하 세 요',
    'dbqnbsgfbsj' => '미안합니다，당신 은 이 법정 화폐의 상인 이 아 닙 니 다',
    'dbqndsjzhbz' => '미안합니다，당신 의 상가 계좌 가 부족 합 니 다',
    'fbsb' => '발표 실패',
    'fbcg' => '발표 성공',
    'cscw' => '매개 변수 오류',
    'srdjebnwfs' => '입력 한 금액 은 마이너스 일 수 없다',
    'hzlxcsyw' => '스 크 래 치 형식 매개 변수 오류',
    'sjxxyw' => '사업 자 정보 오류',
    'wqcz' => '조작 할 권리 가 없다.',
    'qbbcz' => '지갑 없 음',
    'sjyebz' => '상가 의 잔액 이 부족 하 다.',
    'yhfbyebz' => '사용자 법정 화폐 잔액 부족',
    'lzcg' => '회전 에 성공 하 다',
    'czsb' => '조작 실패',
];
