<?php

return [

    'hbdmwx' => '通貨コードが無効です',
    'qxzxqlx' => '必要なタイプを選んでください。',
    'qtxdj' => '単価を記入してください',
    'qtxsl' => '数量を記入してください',
    'qtxzxjysl' => '最小取引数量を記入してください。',
    'qxzbz' => '貨幣を選んでください',
    'zxjyslbndyzsl' => '最小取引数量は総数量を超えてはいけません。',
    'qtxzdjyl' => '最大取引量を記入してください。',
    'qtxzqdzdjyl' => '正しい最大取引量を記入してください。',
    'dbqnbsgfbsj' => 'すみません，あなたはこの仏貨の商売ではありません。',
    'dbqndsjzhbz' => 'すみません，あなたのビジネスアカウントが足りません。',
    'fbsb' => '投稿に失敗しました',
    'fbcg' => 'リリース成功',
    'cscw' => 'パラメータエラー',
    'srdjebnwfs' => '入力した金額はマイナスにできません。',
    'hzlxcsyw' => '划转タイプパラメータエラー',
    'sjxxyw' => '商店情報に誤りがあります',
    'wqcz' => '操作権がない',
    'qbbcz' => '財布は存在しません',
    'sjyebz' => '商店の残高が足りない',
    'yhfbyebz' => 'ユーザー本位通貨の残高が足りない',
    'lzcg' => '振り替え成功',
    'czsb' => '操作に失敗しました',
];
