<?php

return [

    'yxbnwk' => '邮箱不能为空',
    'zhcw' => '账号错误',
    'zhycz' => '账号已存在',
    'fscg' => '发送成功',
    'czcw' => '操作错误',

    'qwcfdj'=>'请勿重复点击',
    'dxcjcw'=>'短信场景错误',
    'gjqydmcw'=>'国际区域代码错误',
    'dhhmbnwk'=>'电话号码不能为空',
    
    'code-1'=>"参数不全",
    'code-2'=>"服务器空间不支持,请确认支持curl或者fsocket，联系您的空间商解决或者更换空间！",
    'code30'=>"密码错误",
    'code40'=>"账号不存在",
    'code41'=>"余额不足",
    'code42'=>"帐户已过期",
    'code43'=>"IP地址限制",
    'code44'=>"账号被禁用",
    'code50'=>"内容含有敏感词",
    'code51'=>"手机号码不正确",
];
